xml/request_oclc/oclc_bog_konference.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:05412803">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:09.844Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:09.912Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:09.844Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:09.912Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:09.853Z" MIMETYPE="text/xml" SIZE="1262">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>fra norrøne skrifter til nordiske forskningsbiblioteker</dc:title>
  <dc:title>MATCH:fra no</dc:title>
  <dc:creator>Nordisk Videnskabeligt Bibliotekarforbund Medlemsmøde 5 1978 Reykjavík</dc:creator>
  <dc:creator>NOBIRTH:Nordisk Videnskabeligt Bibliotekarforbund Medlemsmøde 5 1978 Reykjavík</dc:creator>
  <dc:publisher>nordisk videnskabeligt bibliotekarforbund</dc:publisher>
  <dc:publisher>MATCHSTRING:nordisk</dc:publisher>
  <dc:contributor>MATCHSTRING:Sigurðssone</dc:contributor>
  <dc:contributor>MATCHSTRING:Helgi Magnússon</dc:contributor>
  <dc:contributor>einar sigurðsson</dc:contributor>
  <dc:contributor>helgi magnússon</dc:contributor>
  <dc:date>1979</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:05412803</dc:identifier>
  <dc:language>Flere sprog</dc:language>
  <dc:language>Dansk</dc:language>
  <dc:language>Svensk</dc:language>
  <dc:language>Norsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:09.853Z" MIMETYPE="text/xml" SIZE="7474">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>05412803|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Fra norrøne skrifter til nordiske forskningsbiblioteker</dc:title><dc:title xsi:type="dkdcplus:full">Fra norrøne skrifter til nordiske forskningsbiblioteker</dc:title><dc:creator>Nordisk Videnskabeligt Bibliotekarforbund Medlemsmøde 5 1978 Reykjavík</dc:creator><dc:creator xsi:type="oss:sort">Nordisk Videnskabeligt Bibliotekarforbund Medlemsmøde 5 1978 Reykjavík</dc:creator><dc:subject xsi:type="dkdcplus:DK5">02</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Biblioteks- og arkivvæsen</dc:subject><dc:description>Af indholdet: Christian Hermann Jensen: Bibliotek og samfund - udviklingstendenser og konsekvenser for uddannelsen af personale til forskningsbibliotekerne. Biblioteksutdanning i Norden - sammenligning, vurdering og muligheter for samarbeid. EDB som hjälpmedel i de nordiska forskningsbibliotekens dagliga verksamhet. Forskningsbibliotekernes organisations-, styrings- og samarbejdsformer. Hans Westermann: Det grønlandske biblioteksvæsen.</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Nordisk videnskabeligt Bibliotekarforbund</dc:publisher><dc:contributor>Einar Sigurðsson</dc:contributor><dc:contributor>Helgi Magnússon</dc:contributor><dc:date>1979</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret</dc:format><dcterms:extent>218 sider</dcterms:extent><dc:language xsi:type="dcterms:ISO639-2">mul</dc:language><dc:language>Flere sprog</dc:language><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dc:language xsi:type="dcterms:ISO639-2">swe</dc:language><dc:language>Svensk</dc:language><dc:language xsi:type="dcterms:ISO639-2">nor</dc:language><dc:language>Norsk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">05412803</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20000831120441</marcx:subfield><marcx:subfield code="d">19790802</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1979</marcx:subfield><marcx:subfield code="b">is</marcx:subfield><marcx:subfield code="f">1</marcx:subfield><marcx:subfield code="l">mul</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="c">Hf.</marcx:subfield><marcx:subfield code="d">kr. 90.20</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBF197934</marcx:subfield><marcx:subfield code="x">SFD199137</marcx:subfield><marcx:subfield code="x">OPR197934</marcx:subfield><marcx:subfield code="x">DAT990036</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">dan</marcx:subfield><marcx:subfield code="a">swe</marcx:subfield><marcx:subfield code="a">nor</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="110"><marcx:subfield code="a">Nordisk Videnskabeligt Bibliotekarforbund</marcx:subfield><marcx:subfield code="c">Medlemsmøde</marcx:subfield><marcx:subfield code="i">5</marcx:subfield><marcx:subfield code="k">1978</marcx:subfield><marcx:subfield code="j">Reykjavík</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Fra norrøne skrifter til nordiske forskningsbiblioteker</marcx:subfield><marcx:subfield code="e">Nordisk videnskabeligt Bibliotekarforbunds 5. medlemsmøde, Islands Universitet 18.-23. juni 1978</marcx:subfield><marcx:subfield code="e">redigeret af Einar Sigurðsson og Helgi Magnússon</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Reykjavík</marcx:subfield><marcx:subfield code="b">Nordisk videnskabeligt Bibliotekarforbund</marcx:subfield><marcx:subfield code="f">Kbh.</marcx:subfield><marcx:subfield code="g">i kommission hos Bibliotekscentralen</marcx:subfield><marcx:subfield code="c">1979</marcx:subfield><marcx:subfield code="k">tr. i Island</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">218 sider</marcx:subfield><marcx:subfield code="b">ill.</marcx:subfield><marcx:subfield code="c">24 cm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Bidrag på dansk, norsk og svensk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="534"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Af indholdet: Christian Hermann Jensen: Bibliotek og samfund - udviklingstendenser og konsekvenser for uddannelsen af personale til forskningsbibliotekerne. Biblioteksutdanning i Norden - sammenligning, vurdering og muligheter for samarbeid. EDB som hjälpmedel i de nordiska forskningsbibliotekens dagliga verksamhet. Forskningsbibliotekernes organisations-, styrings- og samarbejdsformer. Hans Westermann: Det grønlandske biblioteksvæsen.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">02</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Sigurðsson</marcx:subfield><marcx:subfield code="h">Einar</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">2</marcx:subfield><marcx:subfield code="a">Helgi Magnússon</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Magnússon</marcx:subfield><marcx:subfield code="h">Helgi</marcx:subfield><marcx:subfield code="z">700/2</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="910"><marcx:subfield code="a">NVBF</marcx:subfield><marcx:subfield code="z">110(a)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:09.853Z" MIMETYPE="text/xml" SIZE="470">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">lc+jyh/kgk-(700/1 rettet fra inverteret form + 900 tilf.,9132,ea)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:09.912Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:05412803">
    <isMemberOfUnit xmlns="info:fedora/">unit:47941</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47941</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:31:20.576</timestamp>
<pid>870970-basis:05412803</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
